{
    "basic_info": {
      "description_header": "Hi",
      "description": "👋 I'm Scott Lease. Fictional person for preview purposes :) I'm working with newest front-end frameworks like Angular, React and Vue. What you are seeing now is portfolio template from Code Fellows. If you like this portfolio template, make sure to ⭐ the repository to make it more recognizable for other users. Thank you 💜",
      "section_name": {
        "about": "Hello, my name is Scott Lease. I come from a wide body of work experience ranging from construction to cooking. In my previous role, I installed, maintained, and repaired X-ray machines and equipment. During this time, digital X-rays took over the industry. I had to learn how to integrate X-ray machines with the digital X-rays and some troubleshooting on the computer systems. It was at this time that I began to research and learn more about programming and that sparked my interest in developing. I took some online classes, but that only broadened my horizon of all the possibilities that are available. I now want to really level up my game to see how best I can break into the industry that I see has so much potential. I’m so excited to continue my journey and improve the lives and world through technology and my coding skills. I hope you’ll join me on my journey to see how I improve the world.",
        "projects": "Projects",
        "skills": "Skills",
        "experience": "Experience"
      }
    },
    "projects": [
      {
        "title": "301 Class Project",
        "startDate": "Nov. 2021",
        "description": "Soon to be an awesome expanded application I will be working on. I've learned many technologies and have improved my coding skills greatly since 201. The application will do magnificent, amazing stuff.",
        "images": [
          "images/portfolio/301 Project/p1.jpg",
          "images/portfolio/301 Project/p2.jpg"
        ],
        "url": "",
        "technologies": [
          {
            "class": "devicon-angularjs-plain",
            "name": "Angular"
          },
          {
            "class": "devicon-typescript-plain",
            "name": "TypeScript"
          },
          {
            "class": "devicon-csharp-plain",
            "name": "C#"
          }
        ]
      },
      {
        "title": "BattleShip",
        "startDate": "Oct. 2021",
        "description": "This is a User vs computer game inspired by, and based on the rules of Battleship. The object of the game is to guess where the computer has randomly placed their boats before all yours are taken down first.",
        "images": [
          "images/portfolio/BattleShip/p1.png",
          "images/portfolio/BattleShip/p2.png"
        ],
        "url": "https://github.com/scottie-l/BattleShipGame",
        "technologies": [
          {
            "class": "devicon-javascript-plain",
            "name": "JavaScript"
          }
        ]
      },
      {
        "title": "Guessing game",
        "startDate": "Oct. 2021",
        "description": "A fun game that where you get to answer questions about me and then see a quick bio",
        "images": [
          "images/portfolio/Guessing game/p1.png",
          "images/portfolio/Guessing game/p2.png"
        ],
        "url": "https://github.com/scottie-l/Guessing-game",
        "technologies": [
          {
            "class": "devicon-javascript-plain",
            "name": "JavaScript"
          }
        ]
      }
    ],
    "experience": [
      {
        "company": "Les Wilins & Assco.",
        "title": "X-ray service technician",
        "years": "11.2008 - 04.2021",
        "mainTech": [
          "MS Windows"
        ],
        "technologies": [
          "Fuji propietary SaaS"
        ]
      },
      {
        "company": "Starbuck Coffee Company",
        "title": "Lab technician",
        "years": "09.2004 - 06.2008",
        "mainTech": [
          "MS windows office suite"
        ],
        "technologies": [
          "Propietary program - TurboChef"
        ]
      }
    ]
  }
